<template>
  <div>
    <div class="container consCon p-3 mt-2">
      <div class="row" dir="rtl">
        <div class="col-lg-3 col-md-4 col-sm-12">
          <div class="img"></div>
        </div>
        <div class="col-lg-9 col-md-8 col-sm-12">
          <p class="m-0">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
          </p>
        </div>
      </div>
      <div class="row">
        <div class="col-lg-3 col-md-4 col-sm-12">
          <div class="img2"></div>
        </div>
        <div class="col-lg-9 col-md-8 col-sm-12">
          <p
            class="m-0"
            dir="rtl"
          >لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
          <!-- <a href="http://">دریافت مشاوره و برنامه</a> -->
          <nuxt-link :to="{name:'register'}">دریافت مشاوره و برنامه</nuxt-link>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less">
.consCon {
  //   height: auto;
  //     background-image: url(../../assets/images/fitnessBack.jpg);
  //     background-repeat: no-repeat;
  //     background-position: center center;
  //     background-size: cover;
  // border:@border1;
  background-image: @background1;
  p {
    font-family: font1;
    text-align: justify;
    font-size: 18px;
    direction: rtl;
    font-weight: bold;
  }
  a {
    // display: block;
    padding: 5px;
    border-radius: 5px;
    border: 1px solid red;
    font-family: font1;
    text-decoration: none;
    font-weight: bold;
   #buttons
  }
  .img {
    background-image: url(../../assets/images/fitnessBack2.svg);
    background-repeat: no-repeat;
    background-size: contain;
    background-position: center;
    height: 300px;
  }
  .img2 {
    background-image: url(../../assets/images/fitnessBack3.svg);
    background-repeat: no-repeat;
    background-size: contain;
    background-position: center;
    height: 300px;
  }
}
// @media (min-width: 576px) {
//   .consCon {
//     p {
//       font-size: 1.25rem;
//     }
//   }
// }
// @media (min-width: 768px) {
//   .consCon {
//     p {
//       font-size: 1.25rem;
//     }
//   }
// }
// @media (min-width: 992px) {
//   .consCon {
//     p {
//       font-size: 1.25rem;
//     }
//   }
// }
// @media (min-width: 1200px) {
//   .consCon {
//     p {
//       font-size: 1.25rem;
//     }
//   }
// }
</style>